const workInfo = {
    workOne:[
        '负责企业端客户端页面开发，包括H5、web端、小程序页面等以及核心功能开发；',
        '前端项目开发框架选择，负责产品需求开发工作；',
        '提供技术开发文档及技术咨询，参与前端开发人员招聘；',
        '协助产品经理完成交互设计，包括功能、操作逻辑和页面布局的重构；',
        '根据技术框架的迭代进行项目框架升级等；'
    ],
    workTwo:[
        '负责企业端客户端页面开发，包括H5、web端、小程序页面等以及核心功能开发；',
        '根据项目安排拟定前端技术方案，对项目进行开发维护优化工作，项目版本管理；',
        '根据产品原型对产品信息架构重新梳理， 重拟产品交互流程；',
        '根据用户体验对产品进行用户体验研究，修改功能及页面优化，上线后，数据收集，输出分析报告和总结归纳；',
        '定期参加公司前端技术分享会，包括目前主流前端框架、框架升级及特点、组件化及模块化的设计优化等。'
    ]
}

export default workInfo